---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFasciaWarn
source: html/3538a96b-1c0d-3833-d336-53620fdebf95.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateFasciaWarn Property

Could not create Fascia. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateFasciaWarn { get; }
```